/* %1$@ = Make GIF; %2$@ = Take Photo */
"Drag %1$@ after the\n%2$@ action." = "%2$@ 동작 후\n%1$@을(를) 드래그하십시오.";

/* %1$@ = Take Photo, %2$@ = “left” or “right” */
"Drag %1$@ to the %2$@." = "%2$@에 %1$@을(를) 드래그하십시오.";

/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "%1$@ %2$@";

/* %@ = Quick Look */
"Add %@ to\npreview your GIF." = "%@(을)를 추가하여\nGIF를 미리 봅니다.";

/* %@ = shortcut name */
"Added shortcut: %@" = "추가한 단축어: %@";

/* A message; shortcuts on watch have been reset */
"Your shortcuts have been reset. Re-open the Shortcuts app to continue." = "단축어가 재설정되었습니다. 단축어 앱을 다시 열고 계속하십시오.";

/* Accessibility hint for today widget shortcut that is not running but will run if you tap on it; %@=shortcut name */
"Runs the shortcut %@" = "%@ 단축어를 실행합니다.";

/* Accessibility hint for today widget shortcut when the shortcut is running; %lu=percentage completed */
"Running, %lu%% complete" = "실행 중, %lu%% 완료";

/* Accessibility label */
"Edit profile photo" = "프로필 사진 편집";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of Notification Center being pulled down from the top of the screen" = "화면 상단에서 아래로 당겨서 나오는 알림 센터 애니메이션";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of adding the Shortcuts widget to the list of active widgets" = "활성화된 위젯 목록에 단축어 위젯을 추가하는 애니메이션";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of scrolling to the bottom of the widgets list and tapping Edit" = "위젯 목록 하단으로 스크롤을 내리고 편집을 탭하는 애니메이션";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of swiping left to the list of widgets" = "위젯 목록 왼쪽에서 쓸어 넘기는 애니메이션";

/* Accessibility label in on-boarding flow */
"A screenshot of Notification Center with the Shortcuts widget" = "단축어 위젯이 있는 알림 센터 스크린샷";

/* Accessibility label. %1$@ = workflow name; %2$@ = workflow short description */
"%1$@, %2$@" = "%1$@, %2$@";

/* Accessibility label; %@ = user’s name */
"%@’s profile picture" = "%@님의 프로필 사진";

/* Accessibility label; option (Twitter handle, website, as email) is NOT selected as main identity; tap to make main identity */
"Make main identity" = "주 계정으로 사용하기";

/* Accessibility label; option (Twitter handle, website, as email) is selected as main identity */
"Selected as main identity" = "주 계정으로 선택됨";

/* Accessiblity label; +/- key on number pad */
"Plus, Minus" = "더하기, 빼기";

/* Accessiblity label; backspace key on number pad */
"Backspace" = "Backspace";

/* Accessiblity label; decimal key on number pad */
"Decimal" = "소수점";

/* Action extension; missing input from app error message */
"Unfortunately, there is nothing Shortcuts can do about this; it is due to a bug in the host app. We’d recommend contacting the maker of that app and letting them know of this problem." = "해당 작업에 관련된 단축어가 없습니다. 이는 호스트 앱의 버그로 인해 발생한 문제입니다. 앱 제작자에게 연락하여 이 문제에 관해 알릴 것을 권장합니다.";

/* Action extension; missing input from app error title */
"The app that opened this extension did not provide any input." = "이 확장 프로그램을 연 앱에서 어떤 입력도 제공하지 않았습니다.";

/* Alert body; importing shortcut failed */
"The shortcut could not be downloaded." = "해당 단축어를 다운로드할 수 없습니다.";

/* Alert message; shortcut on watch has been created by newer version of shortcut and are incompatible */
"The Shortcuts database cannot be read because it was created by a newer version of Shortcuts.\n\nYou can either upgrade Shortcuts or reset your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "단축어 데이터베이스가 단축어 앱의 새로운 버전에서 생성되어 읽을 수 없습니다.\n\n단축어 앱을 업그레이드하거나 단축어를 재설정하십시오. 사용자의 단축어는 유실되지만, iCloud 동기화를 사용하면 복원할 수 있습니다.";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt. You can fix this by resetting your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "단축어 데이터베이스가 손상되어 읽을 수 없습니다. 단축어를 재설정하여 이 문제를 해결할 수 있습니다. 사용자의 단축어는 유실되지만, iCloud 동기화를 사용하면 복원할 수 있습니다.";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt.\n\nYou can email support with your corrupted database or reset your custom shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "단축어 데이터베이스가 손상되어 읽을 수 없습니다.\n\n이메일로 손상된 데이터베이스에 대한 지원을 요청하거나 사용자 설정 단축어를 재설정하십시오. 사용자의 단축어는 유실되지만, iCloud 동기화를 사용하면 복원할 수 있습니다.";

/* Alert option to email support; shortcuts database on device is corrupt */
"Email Support" = "이메일 지원";

/* Alert option to reset shortcuts on device */
"Reset Shortcuts" = "단축어 재설정";

/* Alert option to update the Shortcuts app (opens App Store); shortfut on watch has been created by newer version of shortcut and are incompatible */
"Update Shortcuts" = "단축어 업데이트";

/* Alert title for an error */
"Aw no!" = "오, 이런!";

/* Alert title; shortcut on watch has been created by newer version of shortcut and are incompatible */
"Shortcuts Version Mismatch" = "단축어 버전이 일치하지 않음";

/* Alert title; shortcuts on watch have been reset */
"Shortcuts Reset" = "단축어 재설정";

/* Apple watch; label for result from running the shortcut */
"Result" = "결과";

/* Apple watch; label for result from running the shortcut when there are multiple results; %ld=number of results */
"Results (%ld)" = "결과(%ld)";

/* Back button */
"Back" = "뒤로";

/* Body of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Adding the widget dramatically improves the speed of running shortcuts. Are you sure you’d like to skip this step?" = "위젯을 추가하면 단축어 실행 속도가 눈에 띄게 향상됩니다. 이 단계를 건너뛰겠습니까?";

/* Body of alert when the user’s gallery submission didn’t go through due to an error */
"Your submission didn’t go through! Try again in a few minutes." = "제출이 완료되지 않았습니다! 몇 분 후 다시 시도하십시오.";

/* Button */
"Cancel" = "취소";

/* Button */
"Done" = "완료";

/* Button */
"Next" = "다음";

/* Button */
"OK" = "확인";

/* Button */
"Submit your own workflow" = "내가 만든 작업흐름 제출";

/* Button for editing their profile picture */
"Edit" = "편집";

/* Button or nav bar title */
"Edit Profile" = "프로필 편집";

/* Button or title */
"Run shortcut" = "단축어 실행";

/* Button or title to share a shortcut */
"Share Shortcut" = "단축어 공유";

/* Button or title to submit a shortcut to the gallery */
"Submit Shortcut" = "단축어 제출";

/* Button or title; user profile */
"Profile" = "프로필";

/* Button that shows all collection search results */
"See All" = "전체 보기";

/* Button title on alert to discard changes to profile */
"Discard Changes" = "변경사항 폐기";

/* Button title; create a new shortcut */
"Create Shortcut" = "단축어 생성";

/* Button to add the Shortcuts Today Widget */
"Add Widget" = "위젯 추가";

/* Button to keep both shortcuts when you try to import a shortcut with the same name */
"Keep Both" = "둘 다 유지";

/* Button to replace the older shortcut with the newer shortcut when you try to import a shortcut with the same name */
"Replace" = "대치";

/* Button to skip a step */
"Skip" = "건너뛰기";

/* Configure which shortcuts should show up on the watch app */
"Choose shortcuts to show on your watch." = "사용자의 Watch에 표시할 단축어를 선택하십시오.";

/* Configure which shortcuts should show up on the watch complication */
"Choose shortcuts to show in the Complication." = "컴플리케이션에 표시할 단축어를 선택하십시오.";

/* Copy content */
"Copy" = "복사하기";

/* Could not find shortcut to run */
"Could not find the specified shortcut." = "지정된 단축어를 찾을 수 없습니다.";

/* Could not find shortcut to run; %@=shortcut name */
"Could not find the shortcut “%@.”" = "‘%@‘ 단축어를 찾을 수 없습니다.";

/* Default shortcut name to use if no name is provided */
"Untitled Shortcut" = "무제 단축어";

/* Description of Siri feature on splash screen */
"Add any shortcut to Siri by recording a personalized voice phrase." = "나만의 음성 문구를 녹음하여 Siri에 단축어를 추가해 보세요.";

/* Description of intro feature on splash screen */
"Combine a series of steps into a single shortcut to automate what you do with your apps. " = "단일 단축어에 일련의 단계를 결합하여 앱으로 하는 작업을 자동화할 수 있습니다.";

/* Description of widget feature on splash screen */
"Access shortcuts even faster with the Shortcuts widget." = "단축어 위젯으로 단축어에 훨씬 빠르게 접근할 수 있습니다.";

/* Edit profile photo; option to choose a photo from their iOS photo libary */
"Choose from Library" = "보관함에서 선택";

/* Edit profile photo; option to take a new photo to use */
"Take Photo" = "사진 찍기";

/* Edit profile; Twitter handle field placeholder */
"@WorkflowHQ" = "@WorkflowHQ";

/* Edit profile; email field placeholder */
"johnny@workflow.is" = "johnny@workflow.is";

/* Edit profile; email field title */
"Email" = "이메일";

/* Edit profile; error message for when the provided website is invalid */
"The website URL “%@” is not valid." = "‘%@‘ 웹 사이트 URL이 유효하지 않습니다.";

/* Edit profile; error title for when the provided website is invalid */
"Invalid Website" = "유효하지 않은 웹 사이트";

/* Edit profile; explanation to users on how their name will appear on published workflows; %@ = name, Twitter handle, or website */
"You will be credited as “%@” on your published workflows." = "사용자는 공개된 작업흐름에 ‘%@‘(으)로 등록됩니다.";

/* Edit profile; person name field title */
"Name" = "이름";

/* Edit profile; person name field title (required) */
"Name (Required)" = "이름(필수)";

/* Edit profile; section header for private information (e.g. Email address) */
"Private Information" = "개인 정보";

/* Edit profile; section header for public information (e.g. Twitter handle) */
"Public Information" = "공개 정보";

/* Edit profile; website field placeholder */
"www.workflow.is" = "www.workflow.is";

/* Empty state description when there are no search results; %@ = query */
"We didn’t turn up anything for “%@”. Try something else." = "‘%@’에 대한 결과가 없습니다. 다른 단어로 시도해 보십시오.";

/* Empty state indicating that a user has no workflows */
"No shortcuts." = "단축어 없음.";

/* Empty state title indicating no search results when searching for a workflow or collection in the gallery */
"No Results" = "결과 없음";

/* Error alert body when importing a shortcut fails */
"The shortcut URL provided was invalid." = "제공된 단축어 URL이 유효하지 않습니다.";

/* Error alert title when importing a shortcut fails */
"Import Failed" = "가져오기 실패";

/* Error message */
"There are no photos in your photo library." = "사진 보관함에 사진이 없습니다.";

/* Error message description */
"The shortcut link may be invalid, or it may have been deleted." = "단축어 링크가 유효하지 않거나 삭제되었을 수 있습니다.";

/* Error message shown when the gallery does not load */
"Can’t connect to the Gallery." = "갤러리에 연결할 수 없습니다.";

/* Error message title */
"Shortcut Not Found" = "단축어를 찾을 수 없음";

/* Error message when a collection does not load */
"Couldn't load this collection." = "이 모음을 로드할 수 없습니다.";

/* Error message when the collection fails to load */
"Couldn’t load this collection." = "이 모음을 로드할 수 없습니다.";

/* Error presented to the user when an action times out while running (%@ = the name of the action) */
"The “%@” action took too long to finish running." = "‘%@‘ 동작을 완료하는 데 시간이 너무 오래 걸렸습니다.";

/* Exit the app (kills the app) */
"Exit" = "종료";

/* Gallery search section title for collection search results */
"Collections" = "모음";

/* Gallery search; button to show fewer collection search results */
"Show Less" = "간략히 보기";

/* Gallery search; button to show more collection search results */
"Show More" = "더 보기";

/* Generic title for a notification show in the app */
"Notification" = "알림";

/* Guided tour; The “Shortcuts” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"Shortcuts (Guided Tour)" = "단축어";

/* Guided tour; The “actions” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"actions" = "동작";

/* Guided tour; Title for an alert that is shown along side an example shortcut */
"This is a shortcut." = "단축어입니다.";

/* Guided tour; a happy title for an alert that is show when the user has created their first workflow */
"Congrats!" = "축하합니다!";

/* Guided tour; a happy title for an alert that is shown after a user runs their first shortcut */
"Woot!" = "유후!";

/* Guided tour; a more descriptive name for the play button; only used for accessibility */
"run shortcut button" = "단축어 실행 버튼";

/* Guided tour; let user know that they can drag an action from the actions pane from the left (on the right on RTL devices) to share the GIF */
"Drag over an action to share your GIF." = "GIF를 공유하려면 동작 위로 드래그하세요.";

/* Guided tour; run workflow button that looks like a classic play button (sideways triangle); should be the exact name that is used in the “\n\nYou just created a workflow. Now press the play button to run it!” localized string because it will be used to highlight the text */
"play button" = "재생 버튼";

/* Guided tour; shown below “Aw no!” */
"\n\nSomething went wrong. Try again or tap Done." = "\n\n문제가 발생했습니다. 다시 시도하거나 완료를 탭하세요.";

/* Guided tour; shown below “Aw no!” */
"\n\nYou didn’t finish running the shortcut. Try again or tap Done." = "\n\n단축어 실행이 완료되지 않았습니다. 다시 시도하거나 완료를 탭하세요.";

/* Guided tour; shown below “Congrats!” */
"\n\nYou just created a shortcut. Now press the play button to run it!" = "\n\n단축어를 생성했습니다. 이제 재생 버튼을 눌러 실행해 보세요!";

/* Guided tour; shown below “This is a shortcut.”; for RTL, left should be right */
"\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action." = "\n\n단축어는 연속된 동작(왼쪽에 있는 항목)으로 만들어 집니다.\n\n이제 GIF 만들기 동작을 추가하여 첫 번째 동작에서 사진이 움직이도록 해 보세요.";

/* Guided tour; shown below “Welcome to Shortcuts” */
"\n\nLet’s build a shortcut to make an animated GIF." = "\n\n단축어를 제작하여 움직이는 GIF를 만들어 봅시다.";

/* Guided tour; shown below “Woot!” */
"\n\nYou just ran a shortcut. Wasn’t that cool?" = "\n\n단축어를 실행해 보았습니다. 굉장하지 않나요?";

/* Guided tour; welcome to shortcut title */
"Welcome to Shortcuts." = "단축어 사용을 시작합니다.";

/* Information about what happens when a user submits a workflow to the gallery */
"By tapping “Submit”, your workflow will be submitted for review. If we decide to include your workflow in the Gallery, we’ll notify you by e-mail." = "‘제출’을 탭하면 심사를 위해 작업흐름이 제출됩니다. 제출하신 작업흐름을 갤러리에 포함하기로 결정되면 이메일로 알려 드리겠습니다.";

/* Make GIF action name */
"Make GIF" = "GIF 만들기";

/* Media file name label */
"Media File" = "미디어 파일";

/* Message of alert when a user tries to import a shortcut with the same name */
"Would you like to replace your shortcut?" = "단축어를 대치하겠습니까?";

/* Navigation bar title for the form to fill out with the workflow’s information to submit to the gallery */
"Workflow Info" = "작업흐름 정보";

/* None option */
"None" = "없음";

/* Onboarding-flow; user already has widget */
"Great! It looks like you've already added the Shortcuts Widget. Let's keep going." = "잘됐네요! 단축어 위젯이 이미 추가되어 있는 것 같아요. 계속해 주세요.";

/* Onboarding-flow; user does not have widget; text to convice user to get the widget */
"Run shortcuts crazy fast with the Shortcuts Widget." = "단축어 위젯으로 단축어를 순식간에 실행할 수 있습니다.";

/* Placeholder for the description field when submitting a workflow to the gallery */
"Please write a description of what your workflow does here." = "여기에서 작업흐름이 어떤 작업을 하는지 설명해 주십시오.";

/* Placeholder for the longer-form description field when submitting a workflow to the gallery */
"Please write a more detailed description of what your workflow does here." = "여기에서 작업흐름이 어떤 작업을 하는지 자세하게 설명해 주십시오.";

/* Placeholder for the name field in Edit Profile */
"Johnny Appleseed" = "Johnny Appleseed";

/* Placeholder for the short description field when submitting a workflow to the gallery */
"Please write a brief description of what your workflow does here." = "여기에서 작업흐름이 어떤 작업을 하는지 간단하게 설명해 주십시오.";

/* Print content */
"Print" = "프린트";

/* Quick Look action name */
"Quick Look" = "훑어보기";

/* Recovery option for when the gallery does not load */
"Try Again" = "다시 시도";

/* Recovery option for when the gallery does not load and the user should enable Wi-Fi, etc. in the Settings app */
"Open Settings" = "설정 열기";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use WLAN to access the Gallery." = "갤러리에 접근하려면 셀룰러 데이터를 켜거나 WLAN을 사용하십시오.";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use Wi-Fi to access the Gallery." = "갤러리에 접근하려면 셀룰러 데이터를 켜거나 Wi-Fi를 사용하십시오.";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use WLAN to access the Gallery." = "갤러리에 접근하려면 에어플레인 모드를 끄거나 WLAN을 사용하십시오.";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use Wi-Fi to access the Gallery." = "갤러리에 접근하려면 에어플레인 모드를 끄거나 Wi‑Fi를 사용하십시오.";

/* Save as image */
"Save Image" = "이미지 저장";

/* Search gallery */
"Search" = "검색";

/* Section title */
"Shortcuts" = "단축어";

/* Share via AirDrop */
"AirDrop" = "AirDrop";

/* Share via CloudApp */
"CloudApp" = "CloudApp";

/* Share via DeskConnect */
"DeskConnect" = "DeskConnect";

/* Share via Evernote */
"Evernote" = "Evernote";

/* Share via Facebook */
"Facebook" = "Facebook";

/* Share via Instagram */
"Instagram" = "Instagram";

/* Share via Instapaper */
"Instapaper" = "Instapaper";

/* Share via Mail */
"Mail" = "Mail";

/* Share via Messages */
"Message" = "메시지";

/* Share via Pinboard */
"Pinboard" = "Pinboard";

/* Share via Pocket */
"Pocket" = "Pocket";

/* Share via Slack */
"Slack" = "Slack";

/* Shortcut has been submitted to the gallery */
"Shortcut Submitted" = "단축어 제출함";

/* Shown in HUD after downloading a shortcut from the gallery */
"Added to Library" = "보관함에 추가됨";

/* Splash screen primary button title */
"Get Started" = "시작하기";

/* Splash screen title */
"Welcome to Shortcuts" = "단축어 시작하기";

/* Stop running the shortcut; %@=shortcut name */
"Stop %@" = "%@ 중단";

/* Take Photo action name */
"Take Photo (action name)" = "사진 찍기";

/* Tap to choose an option */
"Tap to Choose" = "탭하여 선택";

/* Terms and Conditions view title */
"Terms and Conditions" = "이용 약관";

/* The user has submitted the shortcut to the gallery for approval and will be notified when it is approved to be included in the gallery */
"We’ll notify you when we approve it!" = "단축어가 승인되면 알려 드리겠습니다.";

/* Title */
"Gallery" = "갤러리";

/* Title */
"Shortcuts" = "단축어";

/* Title for button that is shown after the user submits a shortcut to the gallery to share their workflow. */
"Spread the Word" = "소문 내기";

/* Title for the description field when submitting a workflow to the gallery */
"Description" = "설명";

/* Title for the longer-form description field when submitting a workflow to the gallery */
"Long Description" = "긴 설명";

/* Title for the short description field when submitting a workflow to the gallery */
"Short Description" = "간단한 설명";

/* Title for workflow name field when submitting a workflow to the gallery */
"Workflow Name" = "작업흐름 이름";

/* Title of Siri feature on splash screen */
"Just Ask Siri" = "Siri에게 요청하기";

/* Title of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Add the Widget?" = "위젯을 추가할까요?";

/* Title of alert when a user tries to import a shortcut with the same name; %@ = shortcut name */
"You already have a shortcut named “%@”." = "이름이 ‘%@’인 단축어가 이미 있습니다.";

/* Title of alert when the user’s gallery submission didn’t go through due to an error */
"Uh Oh" = "앗";

/* Title of intro feature on splash screen */
"Take the Shortest Path" = "가장 짧은 경로 이용";

/* Title of main screen showing your library of shortcuts */
"Library" = "보관함";

/* Title of widget feature on splash screen */
"Shortcuts Widget" = "단축어 위젯";

/* Title; shortcuts database on device is corrupt */
"Corrupt Database" = "손상된 데이터베이스";

/* Today Widget; button to view the shortcut gallery */
"View the Gallery…" = "갤러리 보기…";

/* Today widget button; manage shortcuts that appear in the today widget */
"Manage Shortcuts…" = "단축어 관리…";

/* Today widget button; manage workflows that appear in the today widget */
"Customize in Shortcuts" = "단축어에서 사용자 설정…";

/* Today widget walkthough; user found widget and should add it */
"You found the widget! Tap *Add Widget* to access this from anywhere." = "위젯을 찾으셨네요! *위젯 추가*를 탭하여 어디서든 접근해 보세요.";

/* Today widget walkthough; user found widget and should come back here */
"You found the widget! Come back here to run your shortcuts quickly." = "위젯을 찾으셨네요! 이곳으로 돌아와 단축어를 빠르게 실행해 보세요.";

/* Today widget; empty state */
"No Shortcuts" = "단축어 없음";

/* Today widget; see the rest of the shortcuts in the widget */
"Tap to see the rest" = "탭하여 나머지 보기";

/* Twitter handle label or share via Twitter */
"Twitter" = "트위터";

/* Waiting for the gallery to load. Shown under loading indicator */
"Loading" = "로드 중";

/* Watch app button; stop running the shortcut */
"Stop" = "중단";

/* Watch app, title for switch to show and hide a shortcut */
"Show/Hide" = "보기/가리기";

/* Watch app; Change text field text */
"Tap to Change" = "탭하여 변경";

/* Watch app; Compose a message */
"Create Message" = "메시지 생성";

/* Watch app; Plus/Minus button name for number pad */
"Plus/Minus" = "더하기/빼기";

/* Watch app; Shown under a title of an article; %@=author of article */
"by %@" = "작성자: %@";

/* Watch app; email composer, email address from which to send the mail */
"From Address" = "보낸 사람 주소:";

/* Watch app; email composer; bcc address label */
"Bcc" = "숨은 참조";

/* Watch app; email composer; cc address label */
"Cc" = "참조";

/* Watch app; email composer; from address label */
"From" = "작성자:";

/* Watch app; email composer; indicates files are attached; %@=number of files attached */
"Attached (%ld)" = "첨부됨(%ld)";

/* Watch app; email composer; subject label */
"Subject" = "제목";

/* Watch app; email composer; to address label */
"To" = "받는 사람";

/* Watch app; location could not be determined for an address */
"Location Not Found" = "위치를 찾을 수 없음";

/* Watch app; mail compoer cc/bcc field label */
"Cc/Bcc" = "참조/숨은 참조";

/* Watch app; number field placeholder */
"Enter number…" = "숫자 입력…";

/* Watch app; send message error message */
"You must choose a contact to send a message to." = "메시지를 보낼 대상의 연락처를 선택해야 합니다.";

/* Watch app; send the email */
"Send" = "전송";

/* Watch app; share QuickLook content */
"Share" = "공유";

/* Watch app; shown when user needs to allow access to a certain resource such as Photo Library access; %@=shortcut name */
"Use Handoff on your iPhone to allow access for %@." = "iPhone에서 Handoff를 사용하여 %@에 대한 접근 권한을 허용합니다.";

/* Watch app; tell user that they can use the Handoff feature to continue running the rest of the shortcut on their phone */
"Use Handoff on your iPhone to continue the shortcut." = "iPhone에서 Handoff를 사용하여 단축어를 계속합니다.";

/* Watch app; text field placeholder */
"Enter text…" = "텍스트 입력…";

/* Watch app; view current content on the phone */
"View on iPhone" = "iPhone에서 보기";

/* Watch complication; no shortcuts have been added (modular large complication) */
"No shortcuts have been added." = "추가된 단축어가 없습니다.";

/* Watch complication; no shortcuts have been added (utilitarian small complication, text should be short) */
"No Shortcuts (Short)" = "단축어 없음";

/* Website URL label */
"Website" = "웹 사이트";

/* Widget tutorial headline; how to add Today Widget */
"Adding the Widget" = "위젯 추가 중";

/* Widget tutorial; accessiblity description */
"An animation of pressing firmly on the Shortcuts home screen icon to open the widget" = "위젯을 열기 위해 단축어 홈 화면 아이콘을 꾹 누르는 애니메이션";

/* Widget tutorial; how to add Today Widget */
"Tap + to add the Shortcuts Widget. Tap “Done.”" = "+를 탭하여 단축어 위젯을 추가하고 ‘완료’를 탭하세요.";

/* Widget tutorial; how to add Today Widget on devices that don’t have a home button on iOS 10 and above */
"Swipe up to go home, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "위로 쓸어 올려 홈으로 이동하고 단축어 아이콘을 꾹 누른 다음, ‘위젯 추가’를 탭하세요.";

/* Widget tutorial; how to add Today Widget on devices that have a home button on iOS 10 and above */
"Press the Home button, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "홈 버튼을 누르고 단축어 아이콘을 꾹 누른 다음, ‘위젯 추가’를 탭하세요.";

/* Widget tutorial; how to add Today Widget on iOS 10, iPad and iPhone, non-3D Touch, iOS 8 and 9 step 3 */
"Scroll to the bottom and\ntap “Edit.”" = "하단으로 스크롤하고\n’편집’을 탭하세요.";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9 & iOS 10, iPad and iPhone, non-3D Touch step 2 */
"Swipe to the left to view\nyour widgets." = "사용자의 위젯을 보려면\n왼쪽으로 쓸어 넘기세요.";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9, iPad step 2 */
"On the lower left, scroll\ndown and tap “Edit.”" = "왼쪽 하단에서 아래로\n스크롤하고 ‘편집’을 탭하세요.";

/* Widget tutorial; how to add Today Widget step 1 */
"Swipe down from the top to reveal Notification Center." = "알림 센터를 표시하려면 상단에서 아래로 쓸어 내리세요.";

/* Your shortcut is ready to share as a link */
"Your shortcut is ready to share!" = "단축어를 공유할 수 있습니다!";

/* date range; $@=time until; appended to date with time (e.g. Today 5pm to 6pm); please include space for relevant languages */
" to %@" = "~%@";

/* date range; %1$@ = start date; %2$@ = end date */
"%1$@ to %2$@" = "%1$@부터 %2$@까지";

/* opposite of “left”; should be “left” for RTL languages */
"right" = "오른쪽";

